export const languageRu = {
  header: {
    button: "Пожертвовать",
  },

  home: {
    hero: {
      title: "ВЫСТАВКА СКУЛЬПТУР СЛАБОВИДЯЩИХ И НЕЗРЯЧИХ ДЕТЕЙ",
      description:
        "это социально-арт-проект, созданный для поддержки слабовидящих и незрячих детей в Узбекистане.",
      location: "Tashkent City , mall, 3 этаж",
      eventName: "ВОССТАНОВЛЕНИЕ ИСКУССТВА",
    },

    homeSlide: {
      cardTitle: "МЕЧТЫ ОБРЕТАЮТ ФОРМУ",
      subTitle1: "Интервью с детьми",
      description1:
        "Мы поговорили с детьми и попросили их рассказать  о своих героях — кто они, какие у них силы, как они выглядят. Из этих рассказов получились волшебные описания, которые легли в основу наших промтов.",
      subTitle2: "Генерация фигурок",
      description2:
        "По детским описаниям мы создали 3D-модели — старались передать каждую деталь, чтобы герои выглядели именно так, как их видят дети.",
      subTitle3: "Печать и подготовка",
      description3:
        "Фигурки распечатали на 3D-принтере, потом аккуратно доработали: очистили, обработали, подготовили к выставке.",
      subTitle4: "Выставка",
      description4:
        "И наконец — выставка! Главные экспонаты здесь — детские фантазии, воплощённые в настоящие скульптуры.",
      step: " Шаг",
    },

    dreamKids: {
      title: "ДЕТИ, КОТОРЫЕ МЕЧТАЮТ",
      button: "ПОСМОТРЕТЬ ВСЕ",

      card: {
        name1: "Комилжонов Саидкамол",
        bigName1: "Aleksandr",
        description1:
          "Похож на человека с голубоватой кожей. Крупные руки, длинные пальцы, густые брови. На голове чалма с золотым значком. Носит синий плащ. Усы длинные, закрученные вверх. Хвост как вихрь, вместо ног.",

        name2: "Юсупжанова Муниса",
        bigName2: "ALISA",
        description2:
          "Ростом с девочку, немного светлее её. Длинные густые волосы, за спиной крылья. Бело-розовые руки с перепонками между пальцами, короткие ногти, мягкие ладони.",

        name3: "Музаффарова Муслимахон",
        bigName3: "Selli",
        description3:
          "Робот с треугольной головой и большими круглыми глазами. Цвет тела зелёный, с жёлтыми деталями. За спиной крылья, похожие на металлические лепестки и батрейка. Движения плавные и точные.",

        name4: "Комилова Фарангиз",
        bigName4: "Bobbi",
        description4:
          "Хамелеон маленького размера, помещается в ладони. Глаза большие и голубые. Хвост длинный, закрученный. Кожа светло-зелёная, с переходом к бирюзовому.",

        name5: "Эркинжанова Мохларой",
        bigName5: "Nastya",
        description5:
          "Девушка с короткими рыжими волосами, носит голубое платье с золотым поясом. Уверенное лицо, спокойный взгляд. На пальце кольцо с буквой «D». Держит магический камень в руке",
        name6: "Комилова Фарангиз",
        bigName6: "Asya",
        description6:
          "Девочка с тёмно-шоколадными волосами, в белой футболке и коричневой юбке. Добрая и милая. Может превращаться в дракона, на руке татуировка-звёздочка, которая загорается, когда она превращается.",

        button: "ПОДРОБНОЕ",
      },
    },
    ideaSupport: {
      title: "ПОДДЕРЖИ ИДЕЮ",
      button: "Поддержать",

      donorsList: "Список донаторов",
      donorsListOpen: "ОТКРЫТЬ",

      donators: {
        d1: {
          name: "ДАНИИЛ Р.",
          initials: "ДР",
          quote: "Горжусь быть частью этого пути",
        },
        d2: {
          name: "ДАНИИЛ Р.",
          initials: "ДР",
          quote: "Горжусь быть частью этого пути",
        },
        d3: {
          name: "НУР М.",
          initials: "НМ",
          quote: "Горжусь быть частью этого пути",
        },
        d4: {
          name: "АЛИШЕР Т.",
          initials: "АТ",
          quote: "Спасибо, отличный проект!",
        },
        d5: {
          name: "ЕЛЕНА С.",
          initials: "ЕС",
          quote: "Я тоже поддерживаю",
        },
        d6: {
          name: "САИД К.",
          initials: "СК",
          quote: "Желаю удачи!",
        },
      },
    },

    yearReview: {
      title: "КАК ЭТО БЫЛО В ПРОШЛОМ ГОДУ",
      desc1:
        "Проект Orzu стартовал в прошлом году и вызвал широкий общественный отклик. Тогда слабовидящие дети описывали  картины, которые художники создавали по их словам при помощи   нейросетей. Каждая работа стала отражением их внутреннего мира — того, что они чувствуют и представляют.",
      desc2:
        " Затем прошла выставка и благотворительный аукцион. Все картины были проданы, а вырученные средства направлены на лечение и  реабилитацию 15 детей с нарушением зрения.",
      text1: "150+ млн сумов собрано",
      text2: "20 картин продано",
      text3: "15 детей участвовало",
    },

    partners: {
      title: "ПАРТНЁРЫ",
      desc1:
        " Этот проект стал возможен благодаря тем, кто верит в силу искусства, технологии и важность инклюзии.",
      desc2:
        "  AVObank — главный партнёр проекта, обеспечивший его реализацию и поддержку на каждом этапе.",
    },
  },

  footer: {
    title: "ВЫСТАВКА СКУЛЬПТУР НЕЗРЯЧИХ ДЕТЕЙ",
    location: "этаж",
    eventName: "ВОССТАНОВЛЕНИЕ ИСКУССТВА",
    main: "Главная",
    kidsCharacters: "Дети / Персонажи",
    exhibition: "Выставка",
    partners: "Партнеры",
    documentsTitle: "Полезное",
    userAgreement: "Пользовательское соглашение",
    privacyPolicy: "Политика конфиденциальности",
  },

  donate: {
    title: "ПОДДЕРЖИ ИДЕЮ",
    desc: "Orzu 3.0 x AVO — это история о заботе, технологиях и детской вере, которая способна изменить реальность.",
    nameBtn: "ИМЯ",
    anonimBtn: "АНОНИМНО",
    supportBtn: "ПОДДЕРЖАТЬ",
    subtitle: "Список донаторов",
    name1: "Айша К.",
    name2: "Саидкамол К.",
    name3: "Малика Н.",
    name4: "Амир А.",
    name5: "Диана Р.",
    name6: "Иброхим М.",
    name7: "Фотима Х.",
    name8: "Камила С.",
    name9: "Мухаммад А.",
    name10: "София П.",
    name11: "Ислам Ж.",
    name12: "Раяна Т.",
    name13: "Омар Ш.",
    name14: "Лейла Ф.",
  },

  single: {
    topTitle: "Шавкатова Севнора",
    topdesc:
      "Ангел‑хранитель – женский образ в белом платье, с большими крыльями; длинные чёрные волосы; хрустальный шар.",

    bottomLeftDesc:
      "Ангел‑хранитель – женский образ в белом платье, с большими крыльями; длинные чёрные волосы; хрустальный шар.",
    sculptureExhibit: "Скульптура для выставки",
  },
};
